{
    "welcomeMessage": {
      "text": "Welcome to Sage Swipe! Swipe through to find inspiration and wisdom for every moment.",
      "typeEffect": true
    },
    "categories": {
      "Motivation": [
        "The only way to do great work is to love what you do. - Steve Jobs",
        "Believe you can and you're halfway there. - Theodore Roosevelt",
        "It always seems impossible until it's done. - Nelson Mandela",
        "Success is not final, failure is not fatal: it is the courage to continue that counts. - Winston Churchill",
        "The future depends on what you do today. - Mahatma Gandhi",
        "Don't watch the clock; do what it does. Keep going. - Sam Levenson",
        "Your time is limited, don't waste it living someone else's life. - Steve Jobs",
        "The harder you work for something, the greater you'll feel when you achieve it. - Unknown",
        "Strive not to be a success, but rather to be of value. - Albert Einstein",
        "Everything you've ever wanted is on the other side of fear. - George Addair",
        "Success is walking from failure to failure with no loss of enthusiasm. - Winston Churchill",
        "The way to get started is to quit talking and begin doing. - Walt Disney",
        "If you're going through hell, keep going. - Winston Churchill",
        "Don't let yesterday take up too much of today. - Will Rogers",
        "You miss 100% of the shots you don't take. - Wayne Gretzky",
        "The only limit to our realization of tomorrow will be our doubts of today. - Franklin D. Roosevelt",
        "Do one thing every day that scares you. - Eleanor Roosevelt",
        "The best revenge is massive success. - Frank Sinatra",
        "I have not failed. I've just found 10,000 ways that won't work. - Thomas A. Edison",
        "The only person you are destined to become is the person you decide to be. - Ralph Waldo Emerson",
        "Go confidently in the direction of your dreams. Live the life you have imagined. - Henry David Thoreau",
        "When you stop chasing the wrong things, you give the right things a chance to catch you. - Lolly Daskal",
        "I am not a product of my circumstances. I am a product of my decisions. - Stephen Covey",
        "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine. - Roy T. Bennett",
        "The secret of getting ahead is getting started. - Mark Twain",
        "I find that the harder I work, the more luck I seem to have. - Thomas Jefferson",
        "Opportunities don't happen. You create them. - Chris Grosser",
        "Success is not how high you have climbed, but how you make a positive difference to the world. - Roy T. Bennett",
        "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart. - Roy T. Bennett",
        "Hardships often prepare ordinary people for an extraordinary destiny. - C.S. Lewis",
        "Start where you are. Use what you have. Do what you can. - Arthur Ashe",
        "The best way to predict the future is to create it. - Peter Drucker",
        "Do what you can, with what you have, where you are. - Theodore Roosevelt",
        "Don't be afraid to give up the good to go for the great. - John D. Rockefeller",
        "The only place where success comes before work is in the dictionary. - Vidal Sassoon",
        "If you want to achieve greatness stop asking for permission. - Anonymous",
        "Things work out best for those who make the best of how things work out. - John Wooden",
        "To live a creative life, we must lose our fear of being wrong. - Anonymous",
        "If you are not willing to risk the usual you will have to settle for the ordinary. - Jim Rohn",
        "Trust because you are willing to accept the risk, not because it's safe or certain. - Anonymous",
        "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. - Swami Vivekananda",
        "All our dreams can come true if we have the courage to pursue them. - Walt Disney",
        "Good things come to people who wait, but better things come to those who go out and get them. - Anonymous",
        "If you do what you always did, you will get what you always got. - Anonymous",
        "Success is walking from failure to failure with no loss of enthusiasm. - Winston Churchill",
        "Just when the caterpillar thought the world was ending, he turned into a butterfly. - Proverb",
        "Successful entrepreneurs are givers and not takers of positive energy. - Anonymous",
        "Whenever you see a successful person you only see the public glories, never the private sacrifices to reach them. - Vaibhav Shah",
        "Opportunities don't happen, you create them. - Chris Grosser",
        "Try not to become a person of success, but rather try to become a person of value. - Albert Einstein",
        "Great minds discuss ideas; average minds discuss events; small minds discuss people. - Eleanor Roosevelt",
        "I have not failed. I've just found 10,000 ways that won't work. - Thomas A. Edison",
        "If you don't value your time, neither will others. Stop giving away your time and talents- start charging for it. - Kim Garst",
        "A successful man is one who can lay a firm foundation with the bricks others have thrown at him. - David Brinkley",
        "No one can make you feel inferior without your consent. - Eleanor Roosevelt",
        "The whole secret of a successful life is to find out what is one's destiny to do, and then do it. - Henry Ford",
        "If you're going through hell keep going. - Winston Churchill",
        "The ones who are crazy enough to think they can change the world, are the ones who do. - Anonymous",
        "Don't raise your voice, improve your argument. - Anonymous",
        "What seems to us as bitter trials are often blessings in disguise. - Oscar Wilde",
        "The meaning of life is to find your gift. The purpose of life is to give it away. - Anonymous",
        "The distance between insanity and genius is measured only by success. - Bruce Feirstein",
        "When you stop chasing the wrong things, you give the right things a chance to catch you. - Lolly Daskal",
        "No masterpiece was ever created by a lazy artist. - Anonymous",
        "Happiness is a butterfly, which when pursued, is always beyond your grasp, but which, if you will sit down quietly, may alight upon you. - Nathaniel Hawthorne",
        "If you can't explain it simply, you don't understand it well enough. - Albert Einstein",
        "Blessed are those who can give without remembering and take without forgetting. - Anonymous",
        "Do one thing every day that scares you. - Anonymous",
        "What's the point of being alive if you don't at least try to do something remarkable. - Anonymous",
        "Life is not about finding yourself. Life is about creating yourself. - Lolly Daskal",
        "Nothing in the world is more common than unsuccessful people with talent. - Anonymous",
        "Knowledge is being aware of what you can do. Wisdom is knowing when not to do it. - Anonymous",
        "Your problem isn't the problem. Your reaction is the problem. - Anonymous",
        "You can do anything, but not everything. - Anonymous",
        "Innovation distinguishes between a leader and a follower. - Steve Jobs",
        "There are two types of people who will tell you that you cannot make a difference in this world: those who are afraid to try and those who are afraid you will succeed. - Ray Goforth",
        "Thinking should become your capital asset, no matter whatever ups and downs you come across in your life. - A.P.J. Abdul Kalam",
        "I find that the harder I work, the more luck I seem to have. - Thomas Jefferson",
        "The starting point of all achievement is desire. - Napoleon Hill",
        "Success is the sum of small efforts, repeated day-in and day-out. - Robert Collier",
        "If you want to achieve excellence stop asking for permission. - Thomas J. Watson",
        "All progress takes place outside the comfort zone. - Michael John Bobak",
        "You may only succeed if you desire succeeding; you may only fail if you do not mind failing. - Philippos",
        "Courage is resistance to fear, mastery of fear - not absence of fear. - Mark Twain",
        "Only put off until tomorrow what you are willing to die having left undone. - Pablo Picasso",
        "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily. - Zig Ziglar",
        "We become what we think about most of the time, and that's the strangest secret. - Earl Nightingale",
        "The only place where success comes before work is in the dictionary. - Vidal Sassoon",
        "The best reason to start an organization is to make meaning; to create a product or service to make the world a better place. - Guy Kawasaki",
        "I find that the harder I work, the more luck I seem to have. - Thomas Jefferson",
        "Do what you can, where you are, with what you have. - Teddy Roosevelt",
        "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will. - Vince Lombardi",
        "If you do not go after what you want, you will never have it. If you do not ask, the answer will always be no. If you do not step forward, you will always be in the same place. - Nora Roberts",
        "The more you praise and celebrate your life, the more there is in life to celebrate. - Oprah Winfrey"
      ],
      "Productivity": [
        "Don't watch the clock; do what it does. Keep going. - Sam Levenson",
        "You don't have to be great to start, but you have to start to be great. - Zig Ziglar",
        "Success usually comes to those who are too busy to be looking for it. - Henry David Thoreau",
        "The way to get started is to quit talking and begin doing. - Walt Disney",
        "The best way to predict your future is to create it. - Peter Drucker",
        "Well done is better than well said. - Benjamin Franklin",
        "The secret of getting ahead is getting started. - Mark Twain",
        "The future depends on what you do today. - Mahatma Gandhi",
        "You may delay, but time will not. - Benjamin Franklin",
        "Action is the foundational key to all success. - Pablo Picasso",
        "Opportunities don't happen. You create them. - Chris Grosser",
        "The only way to do great work is to love what you do. - Steve Jobs",
        "Your most unhappy customers are your greatest source of learning. - Bill Gates",
        "What you get by achieving your goals is not as important as what you become by achieving your goals. - Zig Ziglar",
        "If you spend too much time thinking about a thing, you'll never get it done. - Bruce Lee",
        "Discipline is the bridge between goals and accomplishment. - Jim Rohn",
        "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart. - Roy T. Bennett",
        "Nothing in the world can take the place of Persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. The world is full of educated derelicts. The slogan 'Press On' has solved and always will solve the problems of the human race. - Calvin Coolidge",
        "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them. - Henry David Thoreau",
        "You will never plough a field if you only turn it over in your mind. - Irish Proverb",
        "Everything you’ve ever wanted is on the other side of fear. - George Addair",
        "Act as if what you do makes a difference. It does. - William James",
        "Focus on being productive instead of busy. - Tim Ferriss",
        "It does not matter how slowly you go as long as you do not stop. - Confucius",
        "We may encounter many defeats but we must not be defeated. - Maya Angelou",
        "The only limit to our realization of tomorrow is our doubts of today. - Franklin D. Roosevelt",
        "You don’t have to be great to start, but you have to start to be great. - Zig Ziglar",
        "Start where you are. Use what you have. Do what you can. - Arthur Ashe",
        "Success is not final, failure is not fatal: It is the courage to continue that counts. - Winston Churchill",
        "Success is the sum of small efforts, repeated day in and day out. - Robert Collier",
        "Hardships often prepare ordinary people for an extraordinary destiny. - C.S. Lewis",
        "If you want to achieve greatness stop asking for permission. - Anonymous",
        "I am not a product of my circumstances. I am a product of my decisions. - Stephen R. Covey",
        "Do not wait to strike till the iron is hot, but make it hot by striking. - William Butler Yeats",
        "You can't build a reputation on what you are going to do. - Henry Ford",
        "The best preparation for tomorrow is doing your best today. - H. Jackson Brown Jr.",
        "The difference between ordinary and extraordinary is that little extra. - Jimmy Johnson",
        "If you want something done, ask a busy person. - Anonymous",
        "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. - Steve Jobs",
        "Success doesn't come from what you do occasionally, it comes from what you do consistently. - Marie Forleo",
        "A person who never made a mistake never tried anything new. - Albert Einstein",
        "Success is not how high you have climbed, but how you make a positive difference to the world. - Roy T. Bennett",
        "Don’t be afraid to give up the good to go for the great. - John D. Rockefeller",
        "The harder I work, the luckier I get. - Samuel Goldwyn",
        "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact. - William James",
        "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle. - Christian D. Larson",
        "Action is the foundational key to all success. - Pablo Picasso",
        "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along. - Napoleon Hill",
        "It’s not whether you get knocked down, it’s whether you get up. - Vince Lombardi",
        "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will. - Vince Lombardi",
        "The best way to get started is to quit talking and begin doing. - Walt Disney",
        "We must accept finite disappointment, but never lose infinite hope. - Martin Luther King Jr.",
        "The only limit to our realization of tomorrow is our doubts of today. - Franklin D. Roosevelt",
        "The more you praise and celebrate your life, the more there is in life to celebrate. - Oprah Winfrey"
      ],
      "General": [
        "The only limit to our realization of tomorrow is our doubts of today. - Franklin D. Roosevelt",
        "In three words I can sum up everything I've learned about life: it goes on. - Robert Frost",
        "Life is what happens when you're busy making other plans. - John Lennon",
        "The greatest glory in living lies not in never falling, but in rising every time we fall. - Nelson Mandela",
        "The purpose of our lives is to be happy. - Dalai Lama",
        "Life is really simple, but we insist on making it complicated. - Confucius",
        "To live is the rarest thing in the world. Most people exist, that is all. - Oscar Wilde",
        "Life is short, and it's up to you to make it sweet. - Sarah Louise Delany",
        "The way to get started is to quit talking and begin doing. - Walt Disney",
        "Happiness is not something ready made. It comes from your own actions. - Dalai Lama",
        "Live in the sunshine, swim the sea, drink the wild air. - Ralph Waldo Emerson",
        "You only live once, but if you do it right, once is enough. - Mae West",
        "In the end, it's not the years in your life that count. It's the life in your years. - Abraham Lincoln",
        "Life isn't about finding yourself. Life is about creating yourself. - George Bernard Shaw",
        "The only impossible journey is the one you never begin. - Tony Robbins",
        "Life is either a daring adventure or nothing at all. - Helen Keller",
        "You get in life what you have the courage to ask for. - Oprah Winfrey",
        "Life is too important to be taken seriously. - Oscar Wilde",
        "The good life is one inspired by love and guided by knowledge. - Bertrand Russell",
        "The biggest adventure you can take is to live the life of your dreams. - Oprah Winfrey",
        "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment. - Ralph Waldo Emerson",
        "Life is not measured by the number of breaths we take, but by the moments that take our breath away. - Anonymous",
        "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well. - Ralph Waldo Emerson",
        "You do not find the happy life. You make it. - Camilla E. Kimball",
        "The meaning of life is to find your gift. The purpose of life is to give it away. - Pablo Picasso",
        "Life is too short to wait. - Anonymous",
        "Life is a journey that must be traveled no matter how bad the roads and accommodations. - Oliver Goldsmith",
        "Life is either a great adventure or nothing. - Helen Keller",
        "Live the life you have imagined. - Henry David Thoreau",
        "Life isn't about finding yourself. Life is about creating yourself. - George Bernard Shaw",
        "You are never too old to set another goal or to dream a new dream. - C.S. Lewis",
        "To live is the rarest thing in the world. Most people exist, that is all. - Oscar Wilde",
        "The best way to predict your future is to create it. - Peter Drucker",
        "Life is made of ever so many partings welded together. - Charles Dickens",
        "Do not follow where the path may lead. Go instead where there is no path and leave a trail. - Ralph Waldo Emerson",
        "Life is 10% what happens to us and 90% how we react to it. - Charles R. Swindoll",
        "Be the change that you wish to see in the world. - Mahatma Gandhi",
        "You only live once, but if you do it right, once is enough. - Mae West",
        "Don't count the days, make the days count. - Muhammad Ali",
        "Life is a succession of lessons which must be lived to be understood. - Helen Keller",
        "It does not matter how slowly you go as long as you do not stop. - Confucius",
        "The unexamined life is not worth living. - Socrates"
      ]
    }
  }
  